# Replace accented cased Unicode characters with cased ASCII equivalents
ASCIIreplace = {
    "ä": "a", "Ä": "a", "ã": "a", "å": "a", "á": "a", "à": "a", "â": "a", "æ": "ae",
    "õ": "o", "ö": "o", "ó": "o", "ò": "o", "ô": "o", "ø": "o", "Ô": "I",
    "é": "e", "è": "e", "ê": "e", "ë": "e", "É": "E", "È": "E", "Ê": "E", "Ë": "E",
    "í": "i", "ì": "i", "î": "i", "ï": "i", "Í": "i", "Ì": "I", "Î": "I", "Ï": "I",
    "ñ": "n", "Ñ": "n",
    "ç": "c", "Ç": "c",
    "ß": "ss",
    "ú": "u", "ù": "u", "û": "u", "ü": "u", "Ú": "u", "Ù": "U", "Û": "U", "Ü": "U"
}

